Repository: manaflow-ai/cmux
Catalog: ios/CmuxiOS/Sources/CmuxiOSWeb/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# web.address.placeholder
source: localhost:port
ja: localhost:ポート

# web.back
source: Back
ja: 戻る

# web.cancel
source: Cancel
ja: キャンセル

# web.forward
source: Forward
ja: 進む

# web.load_failed
source: This page could not load.
ja: このページを読み込めませんでした。

# web.not_local
source: Only localhost addresses open here.
ja: ここで開けるのはlocalhostのアドレスだけです。

# web.offline
source: No connection to this machine.
ja: このマシンに接続されていません。

# web.open
source: Open
ja: 開く

# web.open_port
source: Open a localhost Port…
ja: localhostのポートを開く…

# web.open_port.message
source: Enter a port, or an address such as localhost:3000/app.
ja: ポート番号、またはlocalhost:3000/appのようなアドレスを入力してください。

# web.open_port.title
source: Open localhost
ja: localhostを開く

# web.port.allowed
source: Allowed on the Mac
ja: Macで許可済み

# web.port.detected
source: Running in a workspace
ja: ワークスペースで実行中

# web.ports.empty
source: No dev servers found. Start one in a workspace, or allow a port in cmux on the Mac.
ja: 開発サーバーが見つかりません。ワークスペースで起動するか、Macのcmuxでポートを許可してください。

# web.ports.failed
source: Could not reach this Mac. Pull to try again.
ja: このMacに接続できませんでした。引っ張って再試行してください。

# web.ports.section
source: Ports on This Mac
ja: このMacのポート

# web.ports.title
source: Dev Servers
ja: 開発サーバー

# web.reload
source: Reload
ja: 再読み込み

# web.retry
source: Try Again
ja: 再試行

# web.simulators.empty
source: No booted simulators on this Mac.
ja: このMacで起動中のシミュレータはありません。

# web.simulators.section
source: Simulators
ja: シミュレータ

# web.ssh.footer
source: Pages load from localhost on this host through SSH.
ja: ページはSSH経由でこのホストのlocalhostから読み込まれます。
